[
    
     {
         "img" : "https://i.ibb.co/KrL4b55/1.png",
        "title" :  "Saint-Martine",
        "description" : "Saint Martin Island  is a small island (area only 3 km2) in the northeastern part of the Bay of Bengal, about 9 km south of the tip of the Cox's Bazar-Teknaf peninsula, and forming the southernmost part of Bangladesh. There is a small adjoining island that is separated at high tide, called Chera Dwip. It is about 8 kilometres (5 miles) west of the northwest coast of Myanmar at the mouth of the Naf River. History and description Millennia ago, the island used to be an extension of the Teknaf peninsula, but at a later time some portion of this peninsula got submerged and thus the southernmost part of the aforementioned peninsula became an island, and was disconnected from the Bangladesh mainland. The first settlement started 250 years ago, in 18th century, by Arabian merchants who named the island 'Jazira'. During British occupation the island was named after the then Deputy Commissioner of Chittagong Mr. Martin as St. Martin Island. Likely because one or more of the Arabs were Saint and whose name could not be identified. Local names of the island are Narikel jinjira which means 'Coconut Island', and Daruchini Dwip which means Cinnamon island. It is the only coral island in Bangladesh."
      },
      {
          "img" : "https://i.ibb.co/VxKrDBM/2.png",
         "title" :  "Bandarban",
         "description" : "Bandarban is a district in South-Eastern Bangladesh, and a part of the Chittagong Division.[4] It is one of the three hill districts of Bangladesh and a part of the Chittagong Hill Tracts, the others being Rangamati District and Khagrachhari District. Bandarban district (4,479 km2) is not only the most remote district of the country, but also the least populous (population 388,000).[5] There is an army contingent at Bandarban Cantonment. Bandarban Hill District was once called Bohmong Htaung since the Arakanese rule. Once Bohmong Htaung was ruled by Bohmong Rajas who were the subordinates to the Arakanese kings. Ancestors of the present Bohmong dynasty were the successor of the Pegu King of Burma under Arakan's rule in Chittagong."
       },
       {
           "img" : "https://i.ibb.co/PZXRyyL/3.png",
          "title" :  "Coxs bazar",
          "description" : "Cox's Bazar (/ˌkɒksɪz bəˈzɑː/; Bengali: কক্সবাজার, romanized: Kôksbajar; pronounced [kɔksbadʒaɾ]) is a city, fishing port, tourism centre, and district headquarters in Southeastern Bangladesh. It is located 150 km (93 mi) south of the city of Chittagong. Cox's Bazar is also known by the name Panowa, which translates literally as yellow flower. Another old name was Palongkee  The city covers an area of 23.4 km2 (9.0 sq mi) with 58 mahallas and 27 wards and as of 2011 had a population of 265,500.27[1] Cox's Bazar is connected by road and air with Chittagong.[2][3] The modern Cox's Bazar derives its name from Captain Hiram Cox, an officer of the British East India Company, a Superintendent of Palongkee outpost. To commemorate his role in refugee rehabilitation work, a market was established and named after him. It is one of Bangladesh's main tourist spots. The city has the longest uninterrupted natural beach in the world.[4] Every year more than a million visitors visit the city from around the world.[5]"
        },
        {
            "img" : "https://i.ibb.co/4PsJ1qv/4.png",
           "title" :  "Jaflong",
           "description" : "Jaflong (Bengali: জাফলং) is a hill station and tourist destination in the Division of Sylhet, Bangladesh. It is located in Gowainghat Upazila of Sylhet District and situated at the border between Bangladesh and the Indian state of Meghalaya, overshadowed by subtropical mountains and rainforests. It is known for its stone collections and is home of the Khasi tribe.[1][2] Introduction  Jaflong is a tourist spot in Sylhet division. It is about 60 km from Sylhet town and takes two hours drive to reach there. Jaflong located amidst tea gardens and hills. It is situated beside the river Sari in the lap of Hill Khashia."
         },
         {
             "img" : "https://i.ibb.co/McqMCJM/6.png",
            "title" :  "Kuakata",
            "description" : "Kuakata (Bengali: কুয়াকাটা) (Burmese/Rakhine/Arakanese:ကုအာကာတ) is a town in southern Bangladesh known for its panoramic sea beach.[1][2] Kuakata beach is a sandy expanse 18 kilometres (11 mi) long and 3 kilometres (1.9 mi) wide.[3] From the beach one can have an unobstructed view of both sunrise and sunset over the Bay of Bengal.The name Kuakata originated from the word 'kua' — the Bengali word for well which was dug on the seashore by the early Rakhine settlers(Burmese tribes) in quest of collecting drinking water.[4] They landed on the Kuakata coast in the 18th century after being expelled from Arakan (Myanmar) by the Burmese extremists .[5] Afterwards, it has become a tradition of digging wells in the neighbourhoods of Rakhaine tribes for water."
          },
          {
              "img" : "https://i.ibb.co/7Q5T1mK/7.png",
             "title" :  "Sajek valley",
             "description" : "Sajek Valley is one of the most popular tourist spots in Bangladesh situated among the hills of the Kasalong range of mountains in Sajek union, Baghaichhari Upazila in Rangamati District.[3] The valley is 2,000 feet (610 m) above sea level.[4] Sajek Valley is known as the Queen of Hills & Roof of Rangamati.Sajek valley is known for its natural environment and is surrounded by mountains, dense forest, and grassland hill tracks. Many small rivers flow through the mountains among which the Kachalong and the Machalong are notable. On the way to Sajek valley, one has to cross the Mayni range and the Mayni river. The road to Sajek has high peaks and falls.[3"
           },
           {
               "img" : "https://i.ibb.co/t45k4jL/8.png",
              "title" :  "Sreemangal",
              "description" : "Sreemangal (Bengali: শ্রীমঙ্গল, romanized: Srimongol) is an upazila of Moulvibazar District[1] in the Sylhet Division of Bangladesh. It is located at the southwest of the district, and borders the Habiganj District to the west and the Indian state of Tripura to the south. Sreemangal is often referred to as the 'tea capital' of Bangladesh, and is most famous for its tea fields. Other than tea, the rubber, pineapple, wood, betel, and lemon industries also exist in the upazila.[2]It is said the name Sreemangal (or Srimangal) is named after Sri Das and Mangal Das; two brothers who settled on the banks of the Hail Haor.[3] A copper plate of Raja Marundanath from the 11th century was found in Kalapur. During an excavation at Lamua, an ancient statue of Ananta Narayan was dug out. In 1454, the Nirmai Shiva Bari was built and still stands today. Srimangal thana was established in 1912. The central town later became a pourashava in 1935. In 1963, two peasants were killed by police officers which kicked off the Balishira peasant riots. During the Bangladesh Liberation War of 1971, the Pakistani army reached Sreemangal on 30 April setting houses on fire and committing atrocities against women. The East Pakistan Rifles camp and Wapda office premises were among the two mass killing sites. Two mass graves remain in Bharaura with a memorial in North Bharaura."
            },
            {
                "img" : "https://i.ibb.co/KrL4b55/1.png",
               "description" : "Located near the end of the Sylhet-Companiganj-Bholaganj highway, Bholaganj is a quick 41 km from central Sylhet. one can rent a car or microbus for a daytrip for only 2500-3000 taka. Local bus or CNG Auto-rickshaw can be taken from Ambarkhana. It normally takes an hour and a half from Sylhet. The CNG Auto-rickshaw rental for a full-day is approximately 1000-1500 taka. Bus fare is 50-60 taka per person. Once in Bholaganj, it is simple to take a boat to SadaPathor.Although no quality accommodations exist in Bholaganj, ample hotels are available in Sylhet city. It is possible to visit Bholaganj as a day trip, returning to Sylhet City by evening."
             },
             {
                 "img" : "https://i.ibb.co/LpG27qV/9.png",
                "title" :  "Rangamati",
                "description" : "Rangamati is surrounded by natural features like as mountains, rivers, lakes, and waterfalls. Rangamati is also home to several ethnic groups. Some of the most popular attractions From Chittagong a 77 kilometres (48 mi) road leads to Rangamati. The township is located on the western bank of the Kaptai lake. Rangamati is a holiday destination because of its landscape, scenic beauty, lake, indigenous groups (Chakma, Marma, Tripuri, Tanchangya, Pangkhua etc.), flora and fauna, indigenous museum, hanging bridge etc"
              }

]







